tap "adoptopenjdk/openjdk"
tap "codecrafters-io/tap"
tap "garethr/kubeval"
tap "grpc/grpc"
tap "ktr0731/evans"
tap "minio/stable"
tap "quarkusio/tap"
tap "sanemat/font"
tap "wez/wezterm"
brew "asdf"
brew "automake"
brew "fontconfig"
brew "glib"
brew "gmp"
brew "coreutils"
brew "libssh2"
brew "xz"
brew "curl"
brew "docutils"
brew "fd"
brew "gawk"
brew "jpeg-xl"
brew "gh"
brew "ghq"
brew "git"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "pkgconf"
brew "guile"
brew "hub"
brew "jq"
brew "libfido2"
brew "lua"
brew "maven"
brew "protobuf"
brew "mosh"
brew "mysql-client", link: true
brew "nmap"
brew "openjdk@17"
brew "openldap"
brew "pcre"
brew "peco"
brew "tcl-tk"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "codecrafters-io/tap/codecrafters"
brew "quarkusio/tap/quarkus"
cask "claude"
cask "wezterm"
