tap "codecrafters-io/tap"
tap "quarkusio/tap"
brew "asdf"
brew "automake"
brew "coreutils"
brew "curl"
brew "docutils"
brew "fd"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "guile"
brew "hub"
brew "jq"
brew "maven"
brew "mosh"
brew "mysql-client"
brew "nmap"
brew "openjdk@17"
brew "openldap"
brew "peco"
brew "tcl-tk"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "codecrafters-io/tap/codecrafters"
brew "quarkusio/tap/quarkus"
